;; CHARACTER TEMPLATES
[ResistanceMEC X2CharacterTemplate]
strCharacterName="反抗军 MEC"
strAcquiredText="这些重编程的 变种人MEC 被重新改造，以服务于反抗军，并延伸到 Xcom 自己作为机器人保护者的需求。" 

[ResistanceMECM2 X2CharacterTemplate]
strCharacterName="高级反抗军 MEC"
strAcquiredText="这些重编程的 变种人MEC 被重新改造，以服务于反抗军，并延伸到 Xcom 自己作为机器人保护者的需求。" 

[MilitiaAndroid X2CharacterTemplate]
strCharacterName="反抗军 Android""
strAcquiredText="这些重编程的 变种人Android 被重新改造，以服务于反抗军，并延伸到 Xcom 自己作为机器人保护者的需求。" 

[MilitiaAndroidM2 X2CharacterTemplate]
strCharacterName="高级反抗军 Android"
strAcquiredText="这些重编程的 变种人Android 被重新改造，以服务于反抗军，并延伸到 Xcom 自己作为机器人保护者的需求。" 


;; WEAPON TEMPLATES
[ResistanceMEC_Shoulder_WPN X2WeaponTemplate]
FriendlyName="反抗军导弹"

[MD_TLP_RESISTANCE_WP_MilitiaSkirmtRifle X2WeaponTemplate]
FriendlyName="冲锋枪"

[MD_TLP_RESISTANCE_WP_MilitiaSkirmtRifleT2 X2WeaponTemplate]
FriendlyName="磁力冲锋枪"

[MD_TLP_RESISTANCE_WP_MilitiaSkirmtRifleT3 X2WeaponTemplate]
FriendlyName="光束冲锋枪"

[MD_TLP_RESISTANCE_AR_BALLISTIC_T1 X2WeaponTemplate]
FriendlyName="旧世界民兵步枪"

[MD_TLP_RESISTANCE_AR_BALLISTIC_T2 X2WeaponTemplate]
FriendlyName="清理过的民兵步枪"

[MD_TLP_RESISTANCE_AR_BALLISTIC_T3 X2WeaponTemplate]
FriendlyName="民兵轻机枪"

 
[MD_TLP_RESISTANCE_AR_LASER_T3 X2WeaponTemplate]
FriendlyName="磁力民兵步枪"

[MD_TLP_RESISTANCE_LMG_LASER_T3 X2WeaponTemplate]
FriendlyName="磁力民兵加农炮"


[MD_TLP_RESISTANCE_VEKTOR_BALLISTIC_T1 X2WeaponTemplate]
FriendlyName="民兵维克托步枪"

[MD_TLP_RESISTANCE_VEKTOR_BALLISTIC_T2 X2WeaponTemplate]
FriendlyName="民兵维克托步枪"

[MD_TLP_RESISTANCE_VEKTOR_BALLISTIC_T3 X2WeaponTemplate]
FriendlyName="民兵狙击步枪"


[PTG变种人lueMECGUNM1 X2WeaponTemplate]
FriendlyName="回收的MEC步枪"

[PTG变种人lueMECGUNM2 X2WeaponTemplate]
FriendlyName="改造的MEC步枪"



[DPCrossbowVektor_CV X2WeaponTemplate]
FriendlyName="T1弩枪"
FriendlyNamePlural="T1弩枪"
BriefSummary="许多民兵更喜欢这种无声的弩枪而不是传统火器。"
TacticalText="<Bullet/> 许多民兵更喜欢这种无声的弩枪而不是传统火器。"
AbilityDescName="弩枪"

[DPCrossbowVektor_MG X2WeaponTemplate]
FriendlyName="T2弩枪"
FriendlyNamePlural="T2弩枪"
BriefSummary="许多民兵更喜欢这种无声的弩枪而不是传统火器，弩箭已经升级为带有电弧增强的箭头。"
TacticalText="<Bullet/> 许多民兵更喜欢这种无声的弩枪而不是传统火器，弩箭已经升级为带有电弧增强的箭头。"
AbilityDescName="弩枪"

[DPCrossbowVektor_BM X2WeaponTemplate]
FriendlyName="T3弩枪"
FriendlyNamePlural="T3弩枪"
BriefSummary="许多民兵更喜欢这种无声的弩枪而不是传统火器，弩箭已经升级为带有融合增强的箭头。"
TacticalText="<Bullet/> 许多民兵更喜欢这种无声的弩枪而不是传统火器，弩箭已经升级为带有融合增强的箭头。"
AbilityDescName="弩枪"




[MilitiaPistolA_CV X2WeaponTemplate]
FriendlyName="廉价民兵手枪"
FriendlyNamePlural="廉价民兵手枪"
AbilityDescName="手枪"


[MilitiaPistolB_MG X2WeaponTemplate]
FriendlyName="民兵手枪"
FriendlyNamePlural="民兵手枪"
AbilityDescName="手枪"



[MilitiaPistolC_BM X2WeaponTemplate]
FriendlyName="高质量手枪"
FriendlyNamePlural="高质量手枪s"
AbilityDescName="手枪"
